{
    "message" : ["In yet another measure towards ease of doing business with HPCL, we are pleased to advise that HPCL is now accepting electronic invoices for supplies and services which are eligible to GST and which are digitally signed through generation by an asymmetric crypto-system and hash function, issued by the vendors in lieu of physical signed original invoice and process payments to the vendors. Detailed process manual uploaded in BTS Portal.", 
     "We are now happy to share that we have enabled our Vendors to register themselves for invoice submission through multiple DSC under the head Manage Digital Certificates available under the tab Profile..",
     "Effective October 1st, 2020, provisions of Section 206C (1H) of Income Tax Act 1961 come into effect whereby Tax Collection at Source [TCS] will be applicable on Sale of Goods by applicable Vendors..",
     "In View of Applicability of TCS provision under section 206C(1H) of Income Tax Act 1961, Vendor/Supplier who are liable to collect TCS under 206C(1H) of Income Tax Act 1961 from HPCL are requested to kindly update TAN Number through BTS. The TCS amount claimed and reflecting in 26AS of HPCL will be paid only on the basis of your TAN number updated in BTS Portal",
     "Vendors having Turnover Rs 500 crores who have submitted invoice without IRN  QR code with declaration to generate IRN within 30 days are required to update BTS record with upload of such e-invoice with IRN & QR code positively by 25.11.20. After that such one time facility for upload will be withdrawn from BTS portal.Click here to update e-Invoice with QR Code/IRN Details     Click here for the setps to update E-Invoice IRN.",
     "Committed to Delivering Happiness"],
     "contact" : "For any technical queries related to operation of the portal please send mail to eprochelpdesk@mail.hpcl.co.in OR Call us ON 022-41146666 or +91 7710911191 . The helpdesk support is available 6 days a week from 8AM to 8 PM (except public holidays).",
     "Grievance" : "For any grievance related to Helpdesk support, please send mail to eprocnodalofficer@mail.hpcl.co.in Response may be sent in the next 24-48 hours."
   
}